Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: HRV metrics are from a %@ analysis window, not the whole recording (%lld beats).
ar: مقاييس HRV مأخوذة من نافذة تحليل مدتها %@، وليس من التسجيل كاملًا (النبضات: %lld).
da: HRV-målingerne stammer fra et analysevindue på %@, ikke hele optagelsen (%lld slag).
de: Die HRV-Werte stammen aus einem Analysefenster von %@, nicht aus der ganzen Aufzeichnung (%lld Schläge).
es: Las métricas de HRV proceden de una ventana de análisis de %@, no de toda la grabación (%lld latidos).
fi: HRV-arvot on laskettu %@ analyysi-ikkunasta, ei koko tallenteesta (%lld lyöntiä).
fr: Les mesures HRV proviennent d’une fenêtre d’analyse de %@, et non de tout l’enregistrement (%lld battements).
is: HRV-gildin eru úr %@ greiningarglugga, ekki allri upptökunni (%lld slög).
it: Le metriche HRV provengono da una finestra di analisi di %@, non dall’intera registrazione (%lld battiti).
ja: HRV の指標は、記録全体（%2$lld 拍）ではなく、%1$@ の解析ウィンドウから算出されています。
ko: HRV 지표는 전체 기록(심박 %2$lld회)이 아니라 %1$@ 분석 구간에서 계산되었습니다.
nb: HRV-målene kommer fra et analysevindu på %@, ikke hele opptaket (%lld slag).
nl: De HRV-waarden komen uit een analysevenster van %@, niet uit de hele opname (%lld slagen).
pt_br: As métricas de HRV vêm de uma janela de análise de %@, não da gravação inteira (%lld batimentos).
ru: Показатели ВСР рассчитаны по окну анализа длительностью %@, а не по всей записи (ударов: %lld).
sv: HRV-värdena kommer från ett analysfönster på %@, inte hela inspelningen (%lld slag).
zh_hans: HRV 指标来自 %1$@ 的分析窗口，而不是整段记录（%2$lld 次心跳）。

source: HRV waveform
ar: شكل موجة HRV
da: HRV-bølgeform
de: HRV-Wellenform
es: Forma de onda de HRV
fi: HRV-aaltomuoto
fr: Forme d’onde HRV
is: HRV-bylgjuform
it: Forma d’onda HRV
ja: HRV 波形
ko: HRV 파형
nb: HRV-bølgeform
nl: HRV-golfvorm
pt_br: Forma de onda da HRV
ru: Форма волны ВСР
sv: HRV-vågform
zh_hans: HRV 波形

source: I'm not picking up what you're saying. Tap to try again.
ar: لا ألتقط ما تقوله. اضغط للمحاولة مرة أخرى.
da: Jeg kan ikke opfange, hvad du siger. Tryk for at prøve igen.
de: Ich verstehe nicht, was du sagst. Tippe, um es erneut zu versuchen.
es: No consigo entender lo que dices. Toca para intentarlo de nuevo.
fi: En saa selvää, mitä sanot. Yritä uudelleen napauttamalla.
fr: Je ne comprends pas ce que vous dites. Touchez pour réessayer.
is: Ég næ ekki því sem þú segir. Ýttu til að reyna aftur.
it: Non riesco a capire cosa dici. Tocca per riprovare.
ja: 話している内容を聞き取れません。タップしてもう一度お試しください。
ko: 말씀하시는 내용을 알아듣지 못하고 있어요. 다시 시도하려면 탭하세요.
nb: Jeg får ikke med meg hva du sier. Trykk for å prøve igjen.
nl: Ik versta niet wat je zegt. Tik om het opnieuw te proberen.
pt_br: Não estou entendendo o que você diz. Toque para tentar de novo.
ru: Не удаётся разобрать, что вы говорите. Нажмите, чтобы повторить.
sv: Jag uppfattar inte vad du säger. Tryck för att försöka igen.
zh_hans: 听不清你在说什么。点按重试。

source: I'm really sorry you're feeling this way. You don't have to go through it alone — please reach out to someone now. If you might act on these thoughts or you're in danger, call your local emergency number. You can find a free, confidential crisis line in your country at findahelpline.com, or in the US call or text 988.
ar: أنا آسف جدًا لأنك تشعر بهذا. لست مضطرًا لمواجهة ذلك وحدك — تواصل مع شخص ما الآن من فضلك. إذا كنت قد تتصرف بناءً على هذه الأفكار أو كنت في خطر، فاتصل برقم الطوارئ المحلي. يمكنك العثور على خط أزمات مجاني وسري في بلدك على findahelpline.com، أو في الولايات المتحدة اتصل أو أرسل رسالة إلى 988.
da: Jeg er virkelig ked af, at du har det sådan. Du behøver ikke at stå med det alene — ræk ud til nogen nu. Hvis du måske vil handle på de tanker, eller du er i fare, så ring til dit lokale alarmnummer. Du kan finde en gratis og fortrolig krisetelefon i dit land på findahelpline.com, eller i USA kan du ringe eller skrive til 988.
de: Es tut mir wirklich leid, dass es dir so geht. Du musst da nicht allein durch — bitte wende dich jetzt an jemanden. Wenn du diesen Gedanken folgen könntest oder in Gefahr bist, ruf deine örtliche Notrufnummer an. Eine kostenlose, vertrauliche Krisenhotline in deinem Land findest du auf findahelpline.com; in den USA kannst du 988 anrufen oder eine SMS schicken.
es: Siento mucho que te sientas así. No tienes que pasar por esto solo — por favor, habla con alguien ahora. Si podrías actuar según estos pensamientos o estás en peligro, llama a tu número de emergencias local. Puedes encontrar una línea de crisis gratuita y confidencial en tu país en findahelpline.com, o en EE. UU. llama o escribe al 988.
fi: Olen todella pahoillani, että tunnet näin. Sinun ei tarvitse käydä tätä läpi yksin — ota yhteyttä johonkuhun nyt. Jos saatat toimia näiden ajatusten mukaan tai olet vaarassa, soita paikalliseen hätänumeroon. Löydät maksuttoman ja luottamuksellisen kriisipuhelimen omasta maastasi osoitteesta findahelpline.com, tai Yhdysvalloissa voit soittaa tai tekstata numeroon 988.
fr: Je suis vraiment désolé que vous vous sentiez ainsi. Vous n’avez pas à traverser cela seul — contactez quelqu’un maintenant. Si vous risquez de passer à l’acte ou si vous êtes en danger, appelez votre numéro d’urgence local. Vous trouverez une ligne d’écoute gratuite et confidentielle dans votre pays sur findahelpline.com, ou aux États-Unis, appelez ou écrivez au 988.
is: Mér þykir mjög leitt að þér líði svona. Þú þarft ekki að ganga í gegnum þetta ein(n) — leitaðu til einhvers núna. Ef þú gætir brugðist við þessum hugsunum eða ert í hættu, hringdu í neyðarnúmerið þar sem þú ert. Þú finnur ókeypis og trúnaðarbundna hjálparlínu í þínu landi á findahelpline.com, eða í Bandaríkjunum geturðu hringt eða sent SMS í 988.
it: Mi dispiace davvero che tu ti senta così. Non devi affrontarlo da solo — per favore, rivolgiti subito a qualcuno. Se potresti agire in base a questi pensieri o sei in pericolo, chiama il numero di emergenza locale. Puoi trovare una linea di supporto gratuita e riservata nel tuo paese su findahelpline.com, oppure negli Stati Uniti chiama o scrivi al 988.
ja: そんな気持ちでいることを、本当につらく思います。一人で抱え込まなくて大丈夫です — 今すぐ誰かに連絡してください。その考えを実行してしまいそうなとき、または危険な状態にあるときは、地域の緊急通報番号に電話してください。お住まいの国の無料で秘密が守られる相談窓口は findahelpline.com で見つけられます。米国では 988 に電話またはテキストで連絡できます。
ko: 그런 감정을 느끼고 있다니 정말 마음이 아픕니다. 혼자 견디지 않아도 됩니다 — 지금 누군가에게 연락해 주세요. 이 생각을 행동으로 옮길 수도 있거나 위험한 상황이라면 지역 긴급 전화번호로 전화하세요. 거주 국가의 무료 비밀 보장 위기 상담 전화는 findahelpline.com에서 찾을 수 있으며, 미국에서는 988로 전화하거나 문자를 보낼 수 있습니다.
nb: Jeg er virkelig lei meg for at du har det sånn. Du trenger ikke å stå i dette alene — ta kontakt med noen nå. Hvis du kanskje vil handle på disse tankene, eller du er i fare, ring ditt lokale nødnummer. Du finner en gratis og fortrolig krisetelefon i ditt land på findahelpline.com, eller i USA kan du ringe eller sende SMS til 988.
nl: Het spijt me echt dat je je zo voelt. Je hoeft dit niet alleen te doen — neem nu contact op met iemand. Als je misschien naar deze gedachten gaat handelen of in gevaar bent, bel dan je lokale alarmnummer. Een gratis, vertrouwelijke hulplijn in jouw land vind je op findahelpline.com, of bel of sms in de VS naar 988.
pt_br: Sinto muito que você esteja se sentindo assim. Você não precisa passar por isso sozinho — por favor, procure alguém agora. Se você puder agir com base nesses pensamentos ou estiver em perigo, ligue para o número de emergência local. Você encontra uma linha de apoio gratuita e confidencial no seu país em findahelpline.com; nos EUA, ligue ou envie mensagem para 988.
ru: Мне очень жаль, что вы так себя чувствуете. Вам не нужно проходить через это в одиночку — пожалуйста, обратитесь к кому-нибудь прямо сейчас. Если вы можете поступить согласно этим мыслям или находитесь в опасности, позвоните по местному номеру экстренной помощи. Бесплатную конфиденциальную линию помощи в вашей стране можно найти на findahelpline.com, а в США — позвонить или написать на номер 988.
sv: Jag är verkligen ledsen att du känner så här. Du behöver inte gå igenom det ensam — hör av dig till någon nu. Om du kanske kommer att agera på de här tankarna eller är i fara, ring ditt lokala nödnummer. Du hittar en kostnadsfri och konfidentiell stödlinje i ditt land på findahelpline.com, eller i USA kan du ringa eller sms:a 988.
zh_hans: 很难过你现在有这样的感受。你不必独自面对——请现在就联系身边的人。如果你可能会按这些想法行动，或正处于危险中，请拨打当地的紧急电话。你可以在 findahelpline.com 找到所在国家免费、保密的危机热线；在美国可拨打或发短信至 988。

source: iCloud pull failed: sync zone could not be recreated.
ar: فشل السحب من iCloud: تعذّرت إعادة إنشاء منطقة المزامنة.
da: Hentning fra iCloud mislykkedes: synkroniseringszonen kunne ikke genoprettes.
de: Abruf aus iCloud fehlgeschlagen: Die Synchronisierungszone konnte nicht neu angelegt werden.
es: Error al descargar de iCloud: no se pudo volver a crear la zona de sincronización.
fi: Haku iCloudista epäonnistui: synkronointialuetta ei voitu luoda uudelleen.
fr: Échec de la récupération iCloud : impossible de recréer la zone de synchronisation.
is: Sókn úr iCloud mistókst: ekki tókst að endurgera samstillingarsvæðið.
it: Recupero da iCloud non riuscito: impossibile ricreare la zona di sincronizzazione.
ja: iCloudからの取得に失敗しました: 同期ゾーンを再作成できませんでした。
ko: iCloud에서 가져오기 실패: 동기화 영역을 다시 만들 수 없습니다.
nb: Henting fra iCloud mislyktes: synkroniseringssonen kunne ikke opprettes på nytt.
nl: Ophalen uit iCloud mislukt: de synchronisatiezone kon niet opnieuw worden aangemaakt.
pt_br: Falha ao baixar do iCloud: não foi possível recriar a zona de sincronização.
ru: Не удалось загрузить из iCloud: не удалось заново создать зону синхронизации.
sv: Hämtning från iCloud misslyckades: synkzonen kunde inte skapas på nytt.
zh_hans: 从 iCloud 拉取失败：无法重新创建同步区域。

source: iCloud records
ar: سجلات iCloud
da: iCloud-poster
de: iCloud-Einträge
es: Registros de iCloud
fi: iCloud-tietueet
fr: Enregistrements iCloud
is: iCloud-færslur
it: Record iCloud
ja: iCloud のレコード
ko: iCloud 기록
nb: iCloud-poster
pt_br: Registros do iCloud
ru: Записи iCloud
sv: iCloud-poster
zh_hans: iCloud 记录

source: iCloud settings backup is paused until the app restarts
ar: النسخ الاحتياطي للإعدادات في iCloud متوقف مؤقتًا حتى إعادة تشغيل التطبيق
da: Sikkerhedskopiering af indstillinger til iCloud er sat på pause, indtil appen genstartes
de: Die iCloud-Sicherung der Einstellungen ist bis zum Neustart der App pausiert
es: La copia de seguridad de ajustes en iCloud está en pausa hasta que se reinicie la app
fi: Asetusten iCloud-varmuuskopiointi on keskeytetty, kunnes sovellus käynnistetään uudelleen
fr: La sauvegarde des réglages sur iCloud est en pause jusqu’au redémarrage de l’app
is: Afritun stillinga í iCloud er í hléi þar til appið er endurræst
it: Il backup delle impostazioni su iCloud è in pausa fino al riavvio dell’app
ja: 設定のiCloudバックアップはアプリを再起動するまで一時停止中です
ko: 앱을 다시 시작할 때까지 설정의 iCloud 백업이 일시 중지됩니다
nb: Sikkerhetskopiering av innstillinger til iCloud er satt på pause til appen startes på nytt
nl: De iCloud-back-up van instellingen is gepauzeerd tot de app opnieuw start
pt_br: O backup dos ajustes no iCloud está pausado até o app ser reiniciado
ru: Резервное копирование настроек в iCloud приостановлено до перезапуска приложения
sv: Säkerhetskopiering av inställningar till iCloud är pausad tills appen startas om
zh_hans: 设置的 iCloud 备份已暂停，直到 App 重新启动

source: iCloud storage full
ar: مساحة iCloud ممتلئة
da: iCloud-lagringen er fuld
de: iCloud-Speicher voll
es: Almacenamiento de iCloud lleno
fi: iCloud-tallennustila on täynnä
fr: Stockage iCloud plein
is: iCloud-geymslan er full
it: Spazio iCloud pieno
ja: iCloud ストレージがいっぱいです
ko: iCloud 저장 공간이 가득 참
nb: iCloud-lagringen er full
nl: iCloud-opslag vol
pt_br: Armazenamento do iCloud cheio
ru: Хранилище iCloud заполнено
sv: iCloud-lagringen är full
zh_hans: iCloud 储存空间已满

source: iCloud sync is off
ar: مزامنة iCloud متوقفة
da: iCloud-synkronisering er slået fra
de: iCloud-Synchronisierung ist aus
es: La sincronización con iCloud está desactivada
fi: iCloud-synkronointi on pois päältä
fr: La synchronisation iCloud est désactivée
is: Slökkt er á iCloud-samstillingu
it: La sincronizzazione iCloud è disattivata
ja: iCloud同期はオフです
ko: iCloud 동기화가 꺼져 있습니다
nb: iCloud-synkronisering er av
nl: iCloud-synchronisatie staat uit
pt_br: A sincronização com o iCloud está desativada
ru: Синхронизация с iCloud выключена
sv: iCloud-synkning är av
zh_hans: iCloud 同步已关闭

source: iCloud sync is paused for now. It will try again the next time the app starts.
ar: مزامنة iCloud متوقفة مؤقتًا. ستتم المحاولة مجددًا عند تشغيل التطبيق في المرة القادمة.
da: iCloud-synkronisering er sat på pause indtil videre. Den prøver igen, næste gang appen starter.
de: Die iCloud-Synchronisierung ist vorerst pausiert. Beim nächsten App-Start wird es erneut versucht.
es: La sincronización con iCloud está en pausa por ahora. Se volverá a intentar la próxima vez que se abra la app.
fi: iCloud-synkronointi on toistaiseksi keskeytetty. Sitä yritetään uudelleen, kun sovellus käynnistyy seuraavan kerran.
fr: La synchronisation iCloud est en pause pour le moment. Elle réessaiera au prochain lancement de l’app.
is: iCloud-samstilling er í hléi í bili. Reynt verður aftur næst þegar appið ræsist.
it: La sincronizzazione iCloud è in pausa per ora. Riproverà al prossimo avvio dell’app.
ja: iCloud同期は一時停止中です。次回アプリを起動したときに再試行します。
ko: iCloud 동기화가 일시 중지되었습니다. 다음에 앱을 시작할 때 다시 시도합니다.
nb: iCloud-synkronisering er satt på pause inntil videre. Den prøver igjen neste gang appen starter.
nl: iCloud-synchronisatie is voorlopig gepauzeerd. Bij de volgende start van de app wordt het opnieuw geprobeerd.
pt_br: A sincronização com o iCloud está pausada por enquanto. Ela tentará de novo na próxima vez que o app for aberto.
ru: Синхронизация с iCloud пока приостановлена. Повторная попытка будет при следующем запуске приложения.
sv: iCloud-synkningen är pausad tills vidare. Den försöker igen nästa gång appen startar.
zh_hans: iCloud 同步暂时暂停。下次启动 App 时会重试。

source: iCloud sync state
ar: حالة مزامنة iCloud
da: iCloud-synkroniseringsstatus
de: iCloud-Synchronisierungsstatus
es: Estado de sincronización de iCloud
fi: iCloud-synkronoinnin tila
fr: État de synchronisation iCloud
is: Samstillingarstaða iCloud
it: Stato di sincronizzazione iCloud
ja: iCloud 同期の状態
ko: iCloud 동기화 상태
nb: iCloud-synkroniseringsstatus
nl: iCloud-synchronisatiestatus
pt_br: Estado de sincronização do iCloud
ru: Состояние синхронизации iCloud
sv: iCloud-synkroniseringsstatus
zh_hans: iCloud 同步状态

source: iCloud unavailable
ar: iCloud غير متاح
da: iCloud er ikke tilgængelig
de: iCloud nicht verfügbar
es: iCloud no disponible
fi: iCloud ei käytettävissä
fr: iCloud indisponible
is: iCloud ekki tiltækt
it: iCloud non disponibile
ja: iCloudを利用できません
ko: iCloud를 사용할 수 없음
nb: iCloud er ikke tilgjengelig
nl: iCloud niet beschikbaar
pt_br: iCloud indisponível
ru: iCloud недоступен
sv: iCloud är inte tillgängligt
zh_hans: iCloud 不可用

source: iCloud: remote deletion failed — check internet + iCloud sign-in, then run Delete All My Data again
ar: iCloud: فشل الحذف عن بُعد — تحقّق من الإنترنت وتسجيل الدخول إلى iCloud، ثم شغّل «حذف كل بياناتي» مرة أخرى
da: iCloud: sletning i skyen mislykkedes — tjek internet og iCloud-login, og kør så Slet alle mine data igen
de: iCloud: Löschen in der Cloud fehlgeschlagen — prüfe Internet und iCloud-Anmeldung und führe dann „Alle meine Daten löschen“ erneut aus
es: iCloud: falló el borrado remoto — comprueba internet y la sesión de iCloud y vuelve a ejecutar Eliminar todos mis datos
fi: iCloud: etäpoisto epäonnistui — tarkista internet ja iCloud-kirjautuminen ja suorita sitten Poista kaikki tietoni uudelleen
fr: iCloud : la suppression à distance a échoué — vérifiez Internet et la connexion iCloud, puis relancez Supprimer toutes mes données
is: iCloud: eyðing í skýi mistókst — athugaðu nettengingu og innskráningu í iCloud og keyrðu svo Eyða öllum gögnum mínum aftur
it: iCloud: eliminazione remota non riuscita — controlla internet e l’accesso a iCloud, poi esegui di nuovo Elimina tutti i miei dati
ja: iCloud: リモート削除に失敗しました — インターネット接続と iCloud へのサインインを確認し、もう一度「すべてのデータを削除」を実行してください
ko: iCloud: 원격 삭제 실패 — 인터넷과 iCloud 로그인을 확인한 뒤 '내 데이터 모두 삭제'를 다시 실행하세요
nb: iCloud: sletting i skyen mislyktes — sjekk internett og iCloud-pålogging, og kjør Slett alle dataene mine på nytt
nl: iCloud: verwijderen op afstand mislukt — controleer internet en iCloud-aanmelding en voer Al mijn gegevens wissen opnieuw uit
pt_br: iCloud: a exclusão remota falhou — verifique a internet e o login no iCloud e execute Apagar todos os meus dados novamente
ru: iCloud: удаление в облаке не удалось — проверьте интернет и вход в iCloud, затем снова запустите «Удалить все мои данные»
sv: iCloud: radering i molnet misslyckades — kontrollera internet och iCloud-inloggning och kör sedan Radera alla mina data igen
zh_hans: iCloud：远程删除失败 — 请检查网络和 iCloud 登录，然后再次运行“删除我的所有数据”

source: Idle
ar: خامل
da: Inaktiv
de: Bereit
es: Inactivo
fi: Valmiustilassa
fr: Inactif
is: Aðgerðalaust
it: Inattivo
ja: 待機中
ko: 대기 중
nb: Inaktiv
nl: Inactief
pt_br: Inativo
ru: Ожидание
sv: Inaktiv
zh_hans: 空闲

source: If you also connect a cloud model and accept its data-sharing notice, voice conversations and some questions, depending on your routing setting, go to that model.
ar: إذا وصلت أيضًا نموذجًا سحابيًا وقبلت إشعار مشاركة البيانات الخاص به، فستذهب المحادثات الصوتية وبعض الأسئلة، حسب إعداد التوجيه، إلى ذلك النموذج.
da: Hvis du også tilslutter en cloudmodel og accepterer dens meddelelse om datadeling, går stemmesamtaler og nogle spørgsmål, afhængigt af din routingindstilling, til den model.
de: Wenn du zusätzlich ein Cloud-Modell verbindest und dessen Hinweis zur Datenweitergabe akzeptierst, gehen Sprachgespräche und je nach Routing-Einstellung einige Fragen an dieses Modell.
es: Si además conectas un modelo en la nube y aceptas su aviso de uso compartido de datos, las conversaciones de voz y algunas preguntas, según tu ajuste de enrutamiento, van a ese modelo.
fi: Jos yhdistät myös pilvimallin ja hyväksyt sen tietojenjakoilmoituksen, puhekeskustelut ja reititysasetuksesta riippuen osa kysymyksistä menevät sille mallille.
fr: Si vous connectez aussi un modèle cloud et acceptez son avis de partage des données, les conversations vocales et certaines questions, selon votre réglage de routage, sont envoyées à ce modèle.
is: Ef þú tengir einnig skýjalíkan og samþykkir tilkynningu þess um gagnadeilingu fara raddsamtöl og sumar spurningar, eftir leiðarstillingunni, til þess líkans.
it: Se colleghi anche un modello cloud e ne accetti l’avviso di condivisione dei dati, le conversazioni vocali e alcune domande, in base all’impostazione di instradamento, vanno a quel modello.
ja: クラウドモデルも接続してデータ共有の通知に同意した場合、音声での会話と、ルーティング設定によっては一部の質問がそのモデルに送られます。
ko: 클라우드 모델도 연결하고 데이터 공유 안내에 동의하면, 음성 대화와 라우팅 설정에 따른 일부 질문이 해당 모델로 전송됩니다.
nb: Hvis du også kobler til en skymodell og godtar varselet om datadeling, går talesamtaler og noen spørsmål, avhengig av rutingsinnstillingen, til den modellen.
nl: Als je ook een cloudmodel koppelt en de melding over het delen van gegevens accepteert, gaan spraakgesprekken en sommige vragen, afhankelijk van je routeringsinstelling, naar dat model.
pt_br: Se você também conectar um modelo na nuvem e aceitar o aviso de compartilhamento de dados dele, conversas por voz e algumas perguntas, conforme seu ajuste de roteamento, vão para esse modelo.
ru: Если вы также подключите облачную модель и примете её уведомление о передаче данных, голосовые разговоры и часть вопросов, в зависимости от настройки маршрутизации, будут уходить в эту модель.
sv: Om du också ansluter en molnmodell och godkänner dess meddelande om datadelning går röstsamtal och vissa frågor, beroende på routningsinställningen, till den modellen.
zh_hans: 如果你还连接了云端模型并接受了其数据共享说明，语音对话以及部分问题（取决于路由设置）会发送到该模型。

source: If you choose WhisperKit for voice input, its speech model is downloaded once from Hugging Face (huggingface.co). Your voice is still transcribed on your device.
ar: إذا اخترت WhisperKit للإدخال الصوتي، فسيُنزَّل نموذج الكلام الخاص به مرة واحدة من Hugging Face (huggingface.co). ويظل صوتك يُحوَّل إلى نص على جهازك.
da: Hvis du vælger WhisperKit til stemmeinput, hentes dens talemodel én gang fra Hugging Face (huggingface.co). Din stemme bliver stadig omsat til tekst på din enhed.
de: Wenn du WhisperKit für die Spracheingabe wählst, wird sein Sprachmodell einmalig von Hugging Face (huggingface.co) geladen. Deine Stimme wird weiterhin auf deinem Gerät transkribiert.
es: Si eliges WhisperKit para la entrada de voz, su modelo de voz se descarga una vez desde Hugging Face (huggingface.co). Tu voz se sigue transcribiendo en tu dispositivo.
fi: Jos valitset puhesyötteelle WhisperKitin, sen puhemalli ladataan kerran Hugging Facesta (huggingface.co). Puheesi litteroidaan silti laitteellasi.
fr: Si vous choisissez WhisperKit pour la saisie vocale, son modèle vocal est téléchargé une fois depuis Hugging Face (huggingface.co). Votre voix reste transcrite sur votre appareil.
is: Ef þú velur WhisperKit fyrir raddinnslátt er tallíkan þess sótt einu sinni frá Hugging Face (huggingface.co). Rödd þín er áfram umrituð í tækinu þínu.
it: Se scegli WhisperKit per l’input vocale, il suo modello vocale viene scaricato una volta da Hugging Face (huggingface.co). La tua voce viene comunque trascritta sul tuo dispositivo.
ja: 音声入力に WhisperKit を選ぶと、その音声モデルが Hugging Face（huggingface.co）から一度だけダウンロードされます。音声の文字起こしは引き続きデバイス上で行われます。
ko: 음성 입력에 WhisperKit을 선택하면 음성 모델이 Hugging Face(huggingface.co)에서 한 번 다운로드됩니다. 음성은 여전히 기기에서 텍스트로 변환됩니다.
nb: Hvis du velger WhisperKit for taleinndata, lastes talemodellen ned én gang fra Hugging Face (huggingface.co). Stemmen din blir fortsatt transkribert på enheten din.
nl: Als je WhisperKit kiest voor spraakinvoer, wordt het spraakmodel eenmalig gedownload van Hugging Face (huggingface.co). Je stem wordt nog steeds op je apparaat omgezet in tekst.
pt_br: Se você escolher o WhisperKit para entrada de voz, o modelo de fala dele é baixado uma vez do Hugging Face (huggingface.co). Sua voz continua sendo transcrita no seu dispositivo.
ru: Если вы выберете WhisperKit для голосового ввода, его речевая модель один раз загружается с Hugging Face (huggingface.co). Ваша речь по-прежнему расшифровывается на устройстве.
sv: Om du väljer WhisperKit för röstinmatning hämtas dess talmodell en gång från Hugging Face (huggingface.co). Din röst transkriberas fortfarande på din enhet.
zh_hans: 如果你选择使用 WhisperKit 进行语音输入，其语音模型会从 Hugging Face（huggingface.co）下载一次。你的语音仍在设备上转写。

source: Illness
ar: مرض
da: Sygdom
de: Krankheit
es: Enfermedad
fi: Sairaus
fr: Maladie
is: Veikindi
it: Malattia
ja: 体調不良
ko: 질병
nb: Sykdom
nl: Ziekte
pt_br: Doença
ru: Болезнь
sv: Sjukdom
zh_hans: 生病
